<?php

use Illuminate\Database\Seeder;

class QuestionSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('question')->delete();
        DB::table('question')->insert([
            [
                'id' => '1',
                'question' => 'การกระทำในข้อใดถือว่ามีเหตุผลตามหลักวิทยาศาสตร์',
                'choice1'=>'ก. การนับถือสิ่งศักดิ์สิทธิ์',
                'choice2'=>'ข. การเชื่อโหราศาสตร์',
                'choice3'=>'ค. การเชื่อคำพยากรณ์อากาศ',
                'choice4'=>'ง. การดูฤกษ์ก่อนออกจากบ้าน',
                'answer'=>'3'
            ],
            [
                'id' => '2',
                'question' => 'บุคคลประเภทใดที่ต้องการเเคลเซียมปริมาณต่อวันมากที่สุด',
                'choice1'=>'ก. หญิงให้นมบุตร',
                'choice2'=>'ข. หญิงตั้งครรภ์',
                'choice3'=>'ค. เด็กอายุ7-8ปี',
                'choice4'=>'ง. ทารก',
                'answer'=>'2'
            ],
            [
                'id' => '3',
                'question' => 'ถ้ากระเพราะอาหารไม่สามารถสร้างกรดเกลือ(HCl)อาหารประเภทใดได้รับผลกระทบน้อยที่สุด',
                'choice1'=>'ก. คาร์โบไฮเดรต',
                'choice2'=>'ข. โปรตีน',
                'choice3'=>'ค. ไขมัน',
                'choice4'=>'ง. มีผลกระทบเท่ากันหมด',
                'answer'=>'1'
            ],

            [
                'id' => '4',
                'question' => 'ก๊าซใดที่มีผลทำให้เกิดภาวะเรือนกระจกมากที่สุด',
                'choice1'=>'ก. ก๊าซมีเทน',
                'choice2'=>'ข. ก๊าซคลอโรฟลูออโรคาร์บอน',
                'choice3'=>'ค. ก๊าซคาร์บอนไดออกไซด์',
                'choice4'=>'ง. ถูกทุกข้อ',
                'answer'=>'3'
            ],
            [
                'id' => '5',
                'question' => 'อาการใดที่มีผลจากเปลี่ยนแปลงความกดอากาศ',
                'choice1'=>'ก. หูอื้อ',
                'choice2'=>'ข. คลื่นไส้',
                'choice3'=>'ค. เวียนศีรษะ',
                'choice4'=>'ง. ตาลาย',
                'answer'=>'1'
            ],
            [
                'id' => '6',
                'question' => 'สัตว์ชนิดใดขึ้นสู่อวกาศเป็นชนิดแรก',
                'choice1'=>'ก. ลิง',
                'choice2'=>'ข. สุนัข',
                'choice3'=>'ค. แมงมุม',
                'choice4'=>'ง. หนู',
                'answer'=>'2'
            ],
            [
                'id' => '7',
                'question' => 'สภาพวะไร้น้ำหนักมีผลกระทบต่อระบบใดโดยตรง',
                'choice1'=>'ก. ระบบหายใจ',
                'choice2'=>'ข. ระบบประสาท',
                'choice3'=>'ค. ระบบกล้ามเนื้อ',
                'choice4'=>'ง. ระบบขับถ่าย',
                'answer'=>'1'
            ],
            [
                'id' => '8',
                'question' => 'ก่อนที่มนุษย์จะขึ้นไปสู่อวกาศได้ใช้วิธีใดทดสอบก่อน',
                'choice1'=>'ก. ส่งดาวเทียมไปสำรวจ',
                'choice2'=>'ข. ส่งสิ่งมีชีวิตขึ้นไปทดสอบ',
                'choice3'=>'ค. จำลองสภาพอากาศในห้องทดลอง',
                'choice4'=>'ง. ส่งอุประกรไปตรวจ',
                'answer'=>'2'
            ],
            [
                'id' => '9',
                'question' => 'อาหารชนิดใดถูกย่อยเป็นชนิดเเรก',
                'choice1'=>'ก. ผัก',
                'choice2'=>'ข. หมูแฮม',
                'choice3'=>'ค. ไก่ย่าง',
                'choice4'=>'ง. ขนมปัง',
                'answer'=>'4'
            ],
            [
                'id' => '10',
                'question' => 'ดอกไม้ชนิดใดสามารถถ่ายระอองเรณูในดอกเดียวกันได้',
                'choice1'=>'ก. ดอกข้าวโพด',
                'choice2'=>'ข. ดอกมะละกอ',
                'choice3'=>'ค. ดอกมะเขือ',
                'choice4'=>'ง. ดอกฟักทอง',
                'answer'=>'3'
            ],



            /* [
                 'id' => '',
                 'question' => '',
                 'choice1'=>'',
                 'choice2'=>'',
                 'choice3'=>'',
                 'choice4'=>'',
                 'answer'=>''
               ],  */

        ]);
    }
}
