<?php

use Illuminate\Database\Seeder;

class QuestSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('quest')->delete();
        DB::table('quest')->insert([



//          Scanner QR type=>2
            [
                'id' => '1',
                'type' => '2',
                'text'=>'บ้านผิงสิง',
                'answer'=>'sci101001',
                'other'=>'1.ต้องไปเล่นเกมส์ที่ห้อง SC2-414,2.ต้องเล่นเกมส์ให้ผ่านนะ,3.เมื่อเล่นผ่านขอสเเกนโค้ดที่รุ่นพี่ประจำฐาน',
                'title'=>'คณิตคิดสนุก',
                'icon'=>'math',
                'color'=>'#26A69A',
                'status'=>'0',
            ],
            [
                'id' => '2',
                'type' => '2',
                'text'=>'นานาจิตตัง',
                'answer'=>'sci101002',
                'other'=>'1.ต้องไปเล่นเกมส์ที่ห้อง SC2-414,2.ต้องเล่นเกมส์ให้ผ่านนะ,3.เมื่อเล่นผ่านขอสเเกนโค้ดที่รุ่นพี่ประจำฐาน',
                'title'=>'สเเกน QR-CODE',
                'icon'=>'qr',
                'color'=>'#26A69A',
                'status'=>'0',

            ],
            [
                'id' => '3',
                'type' => '2',
                'text'=>'เกมส์ Mobile',
                'answer'=>'sci101003',
                'other'=>'1.ต้องไปเล่นเกมส์ที่ห้อง SC2-414,2.ต้องเล่นเกมส์ให้ผ่านนะ,3.เมื่อเล่นผ่านขอสเเกนโค้ดที่รุ่นพี่ประจำฐาน',
                'title'=>'สนุกกับเกมส์',
                'icon'=>'mobcom',
                'color'=>'#26A69A',
                'status'=>'0',
            ],

//            Beacon type =>3
            [
                'id' => '4',
                'type' => '3',
                'text'=>'หาสิ่งของที่ห้อง SC2-308',
                'answer'=>'eVoA',
                'other'=>'- สิ่งของมีลักษณะเป็นป้าย,- นำมือถือของคุณไปให้ใกล้เพื่อรับสัญญาณ,- เมื่อคุณยิ่งเข้าใกล้สิ่งของนั้นๆที่ตามหาสัญาณวงกลมสีเเดงจะเปลี่ยนเป็นสีเขียวตามลำดับ,- เมื่อพบแล้วอาจจะมีเกมส์ตอบคำถามให้เล่นเพื่อผ่านเควสนี้หรือ แสดงหน้ายืนยันความถูกต้อง',
                'title'=>'Beacon',
                'icon'=>'beacon',
                'color'=>'#42A5F5',
                'status'=>'0',
            ],
            [
                'id' => '5',
                'type' => '3',
                'text'=>'หาสิ่งของที่ห้อง SC2-214',
                'answer'=>'L3ln',
                'other'=>'- สิ่งของมีลักษณะเป็นป้าย,- นำมือถือของคุณไปให้ใกล้เพื่อรับสัญญาณ,- เมื่อคุณยิ่งเข้าใกล้สิ่งของนั้นๆที่ตามหาสัญาณวงกลมสีเเดงจะเปลี่ยนเป็นสีเขียวตามลำดับ,- เมื่อพบแล้วอาจจะมีเกมส์ตอบคำถามให้เล่นเพื่อผ่านเควสนี้หรือ แสดงหน้ายืนยันความถูกต้อง',
                'title'=>'เขาวงกรต',
                'icon'=>'maze',
                'color'=>'#42A5F5',
                'status'=>'0',
            ],
            [
                'id' => '6',
                'type' => '3',
                'text'=>'หาสิ่งของที่ห้อง SC2-208',
                'answer'=>'ywYG',
                'other'=>'- สิ่งของมีลักษณะเป็นป้าย,- นำมือถือของคุณไปให้ใกล้เพื่อรับสัญญาณ,- เมื่อคุณยิ่งเข้าใกล้สิ่งของนั้นๆที่ตามหาสัญาณวงกลมสีเเดงจะเปลี่ยนเป็นสีเขียวตามลำดับ,- เมื่อพบแล้วอาจจะมีเกมส์ตอบคำถามให้เล่นเพื่อผ่านเควสนี้หรือ แสดงหน้ายืนยันความถูกต้อง',
                'title'=>'Beacon',
                'icon'=>'beacon',
                'color'=>'#42A5F5',
                'status'=>'0',
            ],
            [
                'id' => '7',
                'type' => '3',
                'text'=>'หาสิ่งของที่ห้อง SC2-311',
                'answer'=>'lRfd',
                'other'=>'- สิ่งของมีลักษณะเป็นป้าย,- นำมือถือของคุณไปให้ใกล้เพื่อรับสัญญาณ,- เมื่อคุณยิ่งเข้าใกล้สิ่งของนั้นๆที่ตามหาสัญาณวงกลมสีเเดงจะเปลี่ยนเป็นสีเขียวตามลำดับ,- เมื่อพบแล้วอาจจะมีเกมส์ตอบคำถามให้เล่นเพื่อผ่านเควสนี้หรือ แสดงหน้ายืนยันความถูกต้อง',
                'title'=>'Beacon',
                'icon'=>'math',
                'color'=>'#42A5F5',
                'status'=>'0',
            ],
            [
                'id' => '8',
                'type' => '3',
                'text'=>'หาสิ่งของที่ห้อง SC2-307',
                'answer'=>'X7Dm',
                'other'=>'- สิ่งของมีลักษณะเป็นป้าย,- นำมือถือของคุณไปให้ใกล้เพื่อรับสัญญาณ,- เมื่อคุณยิ่งเข้าใกล้สิ่งของนั้นๆที่ตามหาสัญาณวงกลมสีเเดงจะเปลี่ยนเป็นสีเขียวตามลำดับ,- เมื่อพบแล้วอาจจะมีเกมส์ตอบคำถามให้เล่นเพื่อผ่านเควสนี้หรือ แสดงหน้ายืนยันความถูกต้อง',
                'title'=>'Beacon',
                'icon'=>'beacon',
                'color'=>'#42A5F5',
                'status'=>'0',
            ],
            //Question type=>1
            [
                'id' => '9',
                'type' => '1',
                'text'=>'การกระทำในข้อใดถือว่ามีเหตุผลตามหลักวิทยาศาสตร์:บุคคลประเภทใดที่ต้องการเเคลเซียมปริมาณต่อวันมากที่สุด:ถ้ากระเพราะอาหารไม่สามารถสร้างกรดเกลือ(HCl)อาหารประเภทใดได้รับผล กระทบน้อยที่สุด',
                'answer'=>'การเชื่อคำพยากรณ์อากาศ:หญิงตั้งครรภ์:คาร์โบไฮเดรต',
                'other'=>'การนับถือสิ่งศักดิ์สิทธิ์,การเชื่อโหราศาสตร์,การดูฤกษ์ก่อนออกจากบ้าน:หญิงให้นมบุตร,เด็กอายุ7-8ปี,ทารก:โปรตีน,ไขมัน,มีผลกระทบเท่ากันหมด',
                'title'=>'คำถาม - คำตอบ',
                'icon'=>'quest',
                'color'=>'#FFEB3B',
                'status'=>'0',
            ],
            [
                'id' => '10',
                'type' => '1',
                'text'=>'ก๊าซใดที่มีผลทำให้เกิดภาวะเรือนกระจกมากที่สุด:อาการใดที่มีผลจากเปลี่ยนแปลงความกดอากาศ:สัตว์ชนิดใดขึ้นสู่อวกาศเป็นชนิดแรก',
                'answer'=>'ก๊าซคาร์บอนไดออกไซด์:หูอื้อ:สุนัข',
                'other'=>'ก๊าซมีเทน,ก๊าซคลอโรฟลูออโรคาร์บอน,ก๊าซออกซิเจน:คลื่นไส้,เวียนศีรษะ,ตาลาย:ลิง,แมงมุม,หนู',
                'title'=>'คำถาม - คำตอบ',
                'icon'=>'mobcom',
                'color'=>'#FFEB3B',
                'status'=>'0',
            ],
            [
                'id' => '11',
                'type' => '1',
                'text'=>'สภาพวะไร้น้ำหนักมีผลกระทบต่อระบบใดโดยตรง:ก่อนที่มนุษย์จะขึ้นไปสู่อวกาศได้ใช้วิธีใดทดสอบก่อน:อาหารชนิดใดถูกย่อยเป็นชนิดเเรก',
                'answer'=>'ระบบหายใจ:ส่งสิ่งมีชีวิตขึ้นไปทดสอบ:ขนมปัง',
                'other'=>'ระบบประสาท,ระบบกล้ามเนื้อ,ระบบขับถ่าย:ส่งดาวเทียมไปสำรวจ,จำลองสภาพอากาศในห้องทดลอง,ส่งอุประกรณ์ไปตรวจ:ผัก,หมูแฮม,ไก่ย่าง',
                'title'=>'คำถาม - คำตอบ',
                'icon'=>'quest',
                'color'=>'#FFEB3B',
                'status'=>'0',
            ],
            [
                'id' => '12',
                'type' => '1',
                'text'=>'ดอกไม้ชนิดใดสามารถถ่ายระอองเรณูในดอกเดียวกันได้:สารใดเป็นของแข็งทั้งหมด:เป่าลูกโป่งและแช่ในน้ำร้อน จะเกิดสิ่งใด:การหล่อเทียนพรรษาเป็นการเปลี่ยนสถานะของสารแบบใด:วัตถุใดต่อไปนี้ที่เป็นตัวนำไฟฟ้าทั้งหมด',
                'answer'=>'ดอกมะเขือ:ปรอท:ลูกโป่งโตขึ้น:ของแข็ง -> ของเหลว -> ของแข็ง:ไส้ดินสอดำ  เงิน  ทองแดง  เหล็ก',
                'other'=>'ดอกข้าวโพด,ดอกมะละกอ,ดอกฟักทอง:น้ำหวาน,แอลกอฮอล์,คาร์บอนไดออกไซด์:ลูกโป่งไม่เปลี่ยนแปลง,ลูกโป่งแฟบลง,ลูกโป่งแตก:ของแข็ง -> ของเหลว -> แก๊ส,ของเหลว -> แก๊ส -> ของแข็ง,ของเหลว -> ของแข็ง -> ของเหลว:กระดาษ  กระเบื้อง  ทองแดง  พลาสติก,เงิน  กระเบื้อง  พลาสติก  น้ำบริสุทธิ์,สังกะสี  ผ้า  ไส้ดินสอดำ  พลาสติก',
                'title'=>'คำถาม - คำตอบ',
                'icon'=>'quest',
                'color'=>'#FFEB3B',
                'status'=>'0',
            ],

        ]);
    }
}

/*          [
                'id' => '',
                'type' => '',
                'text'=>'',
                'answer'=>'',
                'other'=>'',
                'title'=>'',
                'icon'=>'xxxxxx',
                'color'=>'xxxxxxxx',
                'status'=>'0',
            ],
*/