<!DOCTYPE html>
<html>
    <head>
        <title>Science Week 2015 - Information</title>
        <meta name="viewport" content="width=device-width, initial-scale=1.0" />

        <link href="//fonts.googleapis.com/css?family=Lato:100" rel="stylesheet" type="text/css">

        <style>
            html, body {
                height: 100%;
            }

            body {

                margin: 0;
                padding: 0;
                font-family: 'sans-serif';
                font-size: small;


            }
            .tab{
                padding-left: 30px;
            }

            .center{
                text-align: center;

                border:  0px solid red;
            }
            .b{
                font-weight: bold;
                padding-bottom: 0;
                margin-bottom: 0;
            }
            .underline{
                 text-decoration: underline;
             }


            .container {
                margin: auto;
                padding: 8px;


            }
            header{
                margin-top: 0;
                padding: 5px;
                text-align: center;
                background-color: #adadad;
                margin-bottom: 5px;
            }
            .sub_header{
                margin: 0;
                padding: 0;
            }

            #map_sci{
                width: 100%;
                margin-top: 15px;

            }
            .forInto {
                padding-bottom: 30px;
                margin-bottom: 20px;
                border-bottom: 2px dashed grey;
            }
            #data_sciweek {

            }
            #table_data_img{
                width: 100%;
            }
            table {
                width: 100%;
                font-size: small;
            }
            table , th ,td{

                border: 1px solid #000000;
                border-collapse: collapse;
            }
            td{
                font-size: 11px;
            }

            #tb_des{
                padding: 5px;

            }
            #tb_location{
                padding: 5px;
                width: 35%;
                text-align: center;
            }
            #tb_time{
                padding: 5px;
                width: 15%;
            }
            .sub-tab{
                padding: 0 0 0 30px;
                margin: 0;
                font-size: 11px;

            }
            td p{
                font-size: 11px;
            }

        </style>
    </head>
    <body>
    <header>
    <h3>สัปดาห์วิทยาศาสตร์แห่งชาติ ครั้งที่ 26</h3>
    </header>
        <div class="container">
            <div class="forInto">
                <p class="sub_header" > <span class="tab">ในหัวข้อ</span> "จุดประกายความคิด พัฒนาชีวิตด้วยวิทยาศาสตร์ เสริมสร้างชาติด้วยเทคโนโลยี สู่วิถีแห่งนวัตกรรม"</p>
                <p class="center">
                 <span class="b">ระหว่างวันที่ 17 - 19 สิงหาคม 2558 <br> ณ คณะวิทยาศาสตร์ มหาวิทยาลัยนเรศวร</span>
                </p>
            </div>
            <div id="data_sciweek">
            <p class="b">
                <span class="underline" >แผนฝังคณะวิทยาศาสตร์</span>
            </p>
            <img id="map_sci" src="/images/map_sci.png">

            <p>
                <span class="tab">คณะวิทยาศาสตร์ มหาวิทยาลัยนเรศวร</span> ได้รับการมอบหมายจากกระทรวงวิทยาศาสตร์และเทคโนโลยี ให้เป็นศูนย์กลางในการจัดงานสัปดาห์วิทยาศาสตร์แห่งชาติ ในเขตภาคเหนือตอนล่างเป็นประจำทุกปี โดยได้รับทุนสนับสนุนจากกระทรวงวิทยาศาสตร์และเทคโนโลยี สมาคมวิทยาศาสตร์แห่งประเทศไทยในพระบรมราชูปถัมภ์ บริษัท ปตท. สำรวจและผลิตปิโตรเลียม จำกัด (มหาชน) และหน่วยงานอื่นๆ
            </p>
            </div>
            <p class="b">
                <span class="underline" >ตาราง กิจกรรม / การประกวด / การแข่งขัน</span>
            </p>
          {{-- <img id="table_data_img" src="http://www.mx7.com/i/c86/LLOV82.png">--}}
            <p class="b">
                วันที่ 16 สิงหาคม 2558
            </p>
            <table>

                <th>เวลา</th>
                <th>สถานที่</th>
                <th>รายละเอียดของกิจกรรม</th>
                <tr >
                    <td id="tb_time">09.00 – 14.00 น.</td>
                    <td id="tb_location" class="center">อาคารภาควิชาฟิสิกส์ (ชั้น2)<br>
                        อาคารภาควิชาเคมี (ชั้น2)
                    </td>
                    <td id="tb_des">
                        - ลงทะเบียนและติดตั้งโครงงานวิทยาศาสตร์ ระดับมัธยมศึกษาตอนต้น<br>
                        - ลงทะเบียนและติดตั้งโครงงานวิทยาศาสตร์ ระดับมัธยมศึกษาตอนปลาย
                    </td>
                </tr>

            </table>
{{--data day 17--}}
            <p class="b">
                วันที่ 17 สิงหาคม 2558
            </p>
            <table>

                <th>เวลา</th>
                <th>สถานที่</th>
                <th>รายละเอียดของกิจกรรม</th>
                <tr >

                    <td id="tb_time">08.00 - 11.30 น.</td>

                    <td id="tb_location" >SC1-311 ชั้น 3 <br>(อาคารเรียนรวม)<br><br><br>
                        <span class="b"> พิธีเปิด และ การบรรยายพิเศษ</span>
                    </td>

                    <td id="tb_des">
                        - ลงทะเบียน<br>
                        - วีดิทัศน์แนะนำมหาวิทยาลัยนเรศวร วีดิทัศน์แนะนำคณะวิทยาศาสตร์ และวีดิทัศน์แนะนำงานสัปดาห์วิทยาศาสตร์ ครั้งที่ 26 <br>
                        - ประธานจุดเทียนธูปและวางพานพุ่ม <br>
                        - พิธีถวายราชสักการะพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวรัชกาลที่ 4  “พระบิดาแห่งวิทยาศาสตร์ไทย”<br>
                        - กล่าวรายงาน  โดย<span class="b">  ศาสตราจารย์ ดร..สมยศ  พลับเที่ยง</span> <br>
                        - กล่าวเปิดงานสัปดาห์วิทยาศาสตร์  โดย<span class="b"> พลเอก ดร.ศิริ ทิวะพันธุ์ อุปนายกสภามหาวิทยาลัยนเรศวร ประธานในพิธี</span><br>
                        - ประธานในพิธีมอบโล่ ของที่ระลึกแก่ผู้สนับสนุน <br>
                        - การบรรยายเรื่อง <span class="b">“แสงเพื่อการค้นพบ (Light for Discovery)”โดย ดร.ณิรวัฒน์ ธรรมจักร์ จากสถาบันวิจัยแสงซิงโครตรอน(องค์การมหาชน)</span><br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">08.00 - 11.30 น.</td>

                    <td id="tb_location">โถงอาคารเรียนรวม</td>

                    <td id="tb_des">
                        - นิทรรศการสิ่งประดิษฐ์ทางวิทยาศาสตร์เทคโนโลยีและคณิตศาสตร์<br>
                        - นิทรรศการภูมิปัญญาท้องถิ่น<br>
                        - นิทรรศการนิสิตทุนเรียนดี / ทุน พสวท. / นิทรรศการอาจารย์ทุน พสวท. <br>
                        - โดมดูดาวจากองค์การพิพิธภัณฑ์วิทยาศาสตร์แห่งชาติ <br>


                    </td>

                </tr>
                <tr >

                    <td id="tb_time">10.00 – 16.30 น.</td>

                    <td id="tb_location">SC5-213 / SC5-214<br>(ภาคฟิสิกส์)<br>
                        SC4-207 / SC4-208<br>(ภาควิชาเคมี)
                    </td>

                    <td id="tb_des">
                        - ประกวดโครงงานวิทยาศาสตร์ ระดับมัธยมศึกษาตอนต้น<br>
                        - ประกวดโครงงานวิทยาศาสตร์ ระดับมัธยมศึกษาตอนปลาย<br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">08.30 - 14.00 น.</td>

                    <td id="tb_location">โถงอาคารเรียนภาควิชาฟิสิกส์<br></td>

                    <td id="tb_des">
                        - กิจกรรมบ้านพลังงาน  / กิจกรรมการแสดงบนเวที<br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">08.30 - 16.00 น.</td>

                    <td id="tb_location">โถงอาคารเรียนภาควิชาคณิตศาสตร์<br></td>

                    <td id="tb_des">
                        - กิจจกรม“Math Stat Com IT รู้รักสิ่งแวดล้อม<br>
                        - กิจกรรมการประกวดออกแบบชุด Recycle Fashion Designer 2015<br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">08.30 - 16.00 น.</td>

                    <td id="tb_location">โถงอาคารเรียนภาควิชาคณิตศาสตร์<br></td>

                    <td id="tb_des">
                        - กิจจกรม“Math Stat Com IT รู้รักสิ่งแวดล้อม<br>
                        - กิจกรรมการประกวดออกแบบชุด Recycle Fashion Designer 2015<br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">08.30 - 16.00 น.</td>

                    <td id="tb_location">หน้าภาควิชาชีววิทยา<br></td>

                    <td id="tb_des">
                        - กิจกรรมชมรมดูนก<br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">09.00 - 16.00 น.</td>

                    <td id="tb_location">ห้อง SC2-211 ภาควิชาคณิตศาสตร<br></td>

                    <td id="tb_des">
                        - กิจกรรมตอบปัญหาคณิตศาสตร์ระดับปฐม<br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">09.00 - 16.00 น.</td>

                    <td id="tb_location">SC5-106 ชั้น1 <br> (ภาควิชาฟิสิกส์)</td>

                    <td id="tb_des">
                        - การประกวดสิ่งประดิษฐ์และนวัตกรรมนักวิทยาศาสตร์น้อย(ระดับประถมศึกษา)
                        <br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">09.00 - 16.00 น.</td>

                    <td id="tb_location">SC1-402 ชั้น 4 <br>(อาคารบริหาร)</td>

                    <td id="tb_des">
                        - การแข่งขันวาดภาพการ์ตูนทางวิทยาศาสตร์ ระดับประถมศึกษา<br>
                        <br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">09.00 - 16.00 น.</td>

                    <td id="tb_location">SC2 – 211<br>(ภาควิชาคณิตศาสตร์)</td>

                    <td id="tb_des">
                        - การแข่งขันตอบปัญหาทางคณิตศาสตร์ ระดับประถมศึกษา<br>
                        <br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">09.00 - 16.00 น.</td>

                    <td id="tb_location">SC2 – 211<br>(ภาควิชาคณิตศาสตร์)</td>

                    <td id="tb_des">
                        - การแข่งขันตอบปัญหาทางคณิตศาสตร์ ระดับประถมศึกษา<br>
                        <br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">08.00 - 12.00 น.</td>

                    <td id="tb_location">SC1-411 ชั้น 4 <br> (อาคารบริหาร)<br><br>
                        SC1-414 ชั้น 4 <br> (อาคารบริหาร)<br><br>
                        SC1-416 ชั้น 4 <br> (อาคารบริหาร)<br>
                    </td>

                    <td id="tb_des">
                        - ลงทะเบียนการแข่งขันวาดภาพจินตนาการทางวิทยาศาสตร์<br>
                        - การแข่งขันวาดภาพจินตนาการทางวิทยาศาสตร์<br>
                        <p class="sub-tab">- ระดับประถมศึกษา</p>
                        <p class="sub-tab">- ระดับมัธยมศึกษาตอนต้น</p>
                        <p class="sub-tab">- ระดับมัธยมศึกษาตอนปลาย</p>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">09.00 - 16.00 น.</td>

                    <td id="tb_location">ณ บริเวณสนามกีฬาคณะวิทยาศาสตร์<br>

                    </td>

                    <td id="tb_des">
                        - การแข่งขันจรวดขวดน้ำงานสัปดาห์วิทยาศาสตร์ ประเภทแม่นยำและยิงไกล (NU Water Rocket ครั้งที่ 14)<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">08.00 - 16.00 น.</td>

                    <td id="tb_location">กิจกรรมบนเวทีกลาง<br>(โถงอาคารเรียนรวม)

                    </td>

                    <td id="tb_des">
                        - การประกวดออกแบบชุดแฟชั่นรีไซเคิล<br>
                        <p class="sub-tab">- เวลา 08.00-10.00 น.<br> ลงทะเบียนและแต่งตัว ณ ห้อง SC2-106</p>
                        <p class="sub-tab">- เวลา 12.00 น. แข่งขัน ณ เวทีกลาง (โถงอาคารเรียนรวม) </p>
                        - การแสดงจากตัวแทนนิสิต /นักเรียนจากโรงเรียนมัธยมสาธิต มหาวิทยาลัยนเรศวร / หน่วยงานในมหาวิทยาลัยนเรศวร
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">15.00 น. เป็นต้นไป</td>

                    <td id="tb_location">SC1-311 ชั้น 3 <br>(อาคารเรียนรวม)<br>

                    </td>

                    <td id="tb_des">
                        - มอบรางวัล ทุกประเภทการแข่งขัน<br>

                    </td>

                </tr>

            </table>

            {{--data day 18--}}
            <p class="b">
                วันที่ 18 สิงหาคม 2558
            </p>
            <table>
                <th>เวลา</th>
                <th>สถานที่</th>
                <th>รายละเอียดของกิจกรรม</th>
                <tr >

                    <td id="tb_time">08.30 – 09.00 น.</td>

                    <td id="tb_location">SC1-311 ชั้น 3 <br>(อาคารเรียนรวม)<br><br>
                        <span class="b">พิธีถวายราชสักการะ รัชการที่ 4และ การบรรยายพิเศษ</span>


                    </td>

                    <td id="tb_des">
                        - ลงทะเบียนเข้าร่วมพิธีถวายพานพุ่มสักการะและฟังบรรยายพิเศษ<br>
                        - วีดิทัศน์แนะนำมหาวิทยาลัยนเรศวร วีดิทัศน์แนะนำคณะวิทยาศาสตร์วีดิทัศน์แนะนำงานสัปดาห์วิทยาศาสตร์แห่งชาติ ครั้งที่ 26<br>
                        - ประธานจุดเทียนธูปและวางพานพุ่มพิธีถวายราชสักการะพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวรัชกาลที่ 4  “พระบิดาแห่งวิทยาศาสตร์ไทย” กล่าวอาเศียรวาทราชสดุดี โดย <span class="b">ศาสตราจารย์ ดร.สมยศ พลับเที่ยง คณบดีคณะวิทยาศาสตร์</span><br>
                        - การแข่งขันตอบปัญหาทางวิทยาศาสตร์ ระดับประถมศึกษา <br> (รอบคัดเลือก)<br>
                        - การแข่งขันตอบปัญหาทางวิทยาศาสตร์ ระดับประถมศึกษา <br>(รอบชิงชนะเลิศ)<br>
                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        08.00 - 16.00 น.
                    </td>

                    <td id="tb_location">SC1-214, SC1-212, SC1-213<br>
                        ชั้น 2 (อาคารเรียนรวม)<br>

                    </td>

                    <td id="tb_des">
                        - การประกวดการแสดงทางวิทยาศาสตร์ (Science Show)<br>
                        <p class="sub-tab">- ระดับประถมศึกษา</p>
                        <p class="sub-tab">- ระดับมัธยมศึกษาตอนต้น</p>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        08.30 - 16.00 น.
                    </td>

                    <td id="tb_location">SC1-416 <br> (อาคารเรียนรวม)<br><br>
                        SC1-402<br> (อาคารเรียนรวม)<br>
                        <br>

                    </td>

                    <td id="tb_des">
                        - การแข่งขันกระบวนการแก้ปัญหาทางวิทยาศาสตร์<br>
                        <p class="sub-tab">- ระดับมัธยมศึกษาตอนต้น</p>
                        <p class="sub-tab">- ระดับมัธยมศึกษาตอนปลาย</p>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        09.00 - 16.00 น.
                    </td>

                    <td id="tb_location">SC2-211 ชั้น 2<br>(ภาควิชาคณิตศาสตร์)<br>

                    </td>

                    <td id="tb_des">
                        - การแข่งขันตอบปัญหาทางคณิตศาสตร์ ระดับมัธยมศึกษาตอนต้น<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        10.00 - 15.00 น.
                    </td>

                    <td id="tb_location">SC1-209 <br>(อาคารบริหาร)<br>

                    </td>

                    <td id="tb_des">
                        - การประกวดสื่อการสอนวิทยาศาสตร์เทคโนโลยีและคณิตศาสตร์<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        10.00 - 16.30 น.
                    </td>

                    <td id="tb_location">โถงอาคารเรียนรวม<br>

                    </td>

                    <td id="tb_des">
                        - นิทรรศการสิ่งประดิษฐ์ทางวิทยาศาสตร์เทคโนโลยีและคณิตศาสตร์<br>
                        - นิทรรศการภูมิปัญญาท้องถิ่น<br>
                        - นิทรรศการนิสิตทุนเรียนดี / ทุน พสวท. / นิทรรศการอาจารย์ทุน พสวท.<br>
                        - โดมดูดาวจากองค์การพิพิธภัณฑ์วิทยาศาสตร์แห่งชาติ<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        9.00 - 16.00 น.
                    </td>

                    <td id="tb_location">SC2-211และSC1-214<br>(ภาควิชาวิทยาการคอมพิวเตอร์ฯ)

                    </td>

                    <td id="tb_des">
                        - การแข่งขันพัฒนาแฟลชแอนิเมชั่น (Flash Animation)<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        08.30 - 16.00 น.
                    </td>

                    <td id="tb_location">ณ บริเวณสนามกีฬาคณะวิทยาศาสตร์<br>

                    </td>

                    <td id="tb_des">
                        - การแข่งขันจรวดขวดน้ำ ชิงแชมป์ประเทศไทย ครั้งที่ 14 (รอบคัดเลือกตัวแทนเขตภาคเหนือตอนล่าง)<br>
                        <br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        08.30 - 16.00 น.
                    </td>

                    <td id="tb_location">อาคารกีฬาในร่ม<br>

                    </td>

                    <td id="tb_des">
                        - การแข่งขันเครื่องบินกระดาษพับชิงแชมป์ประเทศไทย ครั้งที่ 12(รอบคัดเลือก)<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        09.00 - 16.00 น.
                    </td>

                    <td id="tb_location">กิจกรรมบนเวทีกลาง<br>

                    </td>

                    <td id="tb_des">
                        - 12.00 – 13.00 น. การแสดงจากนักเรียนโครงการห้องเรียนวิทยาศาสตร์โรงเรียนมัธยมสาธิต มหาวิทยาลัยนเรศวร<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        08.30 น. เป็นต้นไป
                    </td>

                    <td id="tb_location">SC2-407 ชั้น 4 <br>(คณิตศาสตร์)<br>

                    </td>

                    <td id="tb_des">
                        - โครงการประกวดผลงานการจัดทำหนังสืออิเล็กทรอนิกส์ (e-Book)<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        15.00 น. เป็นต้นไป
                    </td>

                    <td id="tb_location">SC1-311 ชั้น 3 <br>(อาคารเรียนรวม)<br>

                    </td>

                    <td id="tb_des">
                        - มอบรางวัล ทุกประเภทการแข่งขัน<br>

                    </td>

                </tr>

            </table>
            {{--data day 19--}}
            <p class="b">
                วันที่ 19 สิงหาคม 2558
            </p>
            <table>
                <th>เวลา</th>
                <th>สถานที่</th>
                <th>รายละเอียดของกิจกรรม</th>
                <tr >

                    <td id="tb_time">
                        08.00 - 16.30 น.
                    </td>

                    <td id="tb_location">SC1-311 ชั้น 3<br>(อาคารเรียนรวม)<br><br>
                        SC1-212 SC1-214<br>
                        ชั้น 2 (อาคารเรียนรวม)


                    </td>

                    <td id="tb_des">
                        - ลงทะเบียนการแข่งขันตอบปัญหาทางวิทยาศาสตร์<br><br>
                        - การแข่งขันตอบปัญหาทางวิทยาศาสตร์ (รอบคัดเลือก)<br>
                        <p class="sub-tab">- ระดับมัธยมศึกษาตอนต้น</p>
                        <p class="sub-tab">- ระดับมัธยมศึกษาตอนปลาย</p>
                        - การแข่งขันตอบปัญหาทางวิทยาศาสตร์ (รอบชิงชนะเลิศ)<br>
                        <p class="sub-tab">- ระดับมัธยมศึกษาตอนต้น</p>
                        <p class="sub-tab">- ระดับมัธยมศึกษาตอนปลาย</p>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        09.00 - 16.00 น.
                    </td>

                    <td id="tb_location">SC2-211 <br>(อาคารคณิตศาสตร์)


                    </td>

                    <td id="tb_des">
                        - การแข่งขันตอบปัญหาทางคณิตศาสตร์ ระดับมัธยมศึกษาตอนปลาย<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        08.30 - 16.00 น.
                    </td>

                    <td id="tb_location">ณ บริเวณสนามกีฬาคณะวิทยาศาสตร์


                    </td>

                    <td id="tb_des">
                        - การแข่งขันจรวดขวดน้ำ ชิงแชมป์ประเทศไทย ครั้งที่ 14 <br>(รอบคัดเลือกตัวแทนเขตภาคเหนือตอนล่าง)<br>

                    </td>

                </tr>

                <tr >

                    <td id="tb_time">
                        08.00 - 16.00 น.
                    </td>

                    <td id="tb_location">อาคารกีฬาในร่ม


                    </td>

                    <td id="tb_des">
                        - การแข่งขันเครื่องบินกระดาษพับชิงแชมป์ประเทศไทย ครั้งที่ 12<br>(รอบคัดเลือก)<br>

                    </td>

                </tr>

                <tr >

                    <td id="tb_time">
                        09.00 - 16.00 น.
                    </td>

                    <td id="tb_location">กิจกรรมเวทีกลาง


                    </td>

                    <td id="tb_des">
                        - การแสดงจากนิสิตภาควิชาต่างๆ ในคณะวิทยาศาสตร์<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        15.00 - 16.30 น.
                    </td>

                    <td id="tb_location">SC1-311 ชั้น 3 <br>(อาคารเรียนรวม)


                    </td>

                    <td id="tb_des">
                        - พิธีปิดและประกาศผลการแข่งขันกิจกรรมทุกประเภท<br>

                    </td>

                </tr>
                <tr >

                    <td id="tb_time">
                        15.00 - 16.30 น.
                    </td>

                    <td id="tb_location"><span class="b">พิธีปิด</span>


                    </td>

                    <td id="tb_des">
                        - <span class="b">มอบรางวัล</span> <br>
                        โครงงานวิทยาศาสตร์/การประกวดนวัตกรรมนักวิทยาศาสตร์น้อย/ตอบปัญหาทางวิทยาศาสตร์ ระดับมัธยมศึกษาตอนต้น ระดับมัธยมศึกษาตอนปลาย/
                        ตอบปัญหาทางคณิตศาสตร์ ระดับมัธยมศึกษาตอนปลาย/จรวดขวดน้ำประเภทบุคคลทั่วไป/กระบวนการแก้ปัญหาทางวิทยาศาสตร์/อื่น ๆ
                        <br>

                    </td>

                </tr>


            </table>

        </div>
    </body>
</html>
